i5-2500k/4.6-rc3/300/3/read-write-4.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 300
query mode: simple
number of clients: 4
number of threads: 1
duration: 1800 s
number of transactions actually processed: 9523335
latency average: 0.756 ms
tps = 5290.735238 (including connections establishing)
tps = 5290.738401 (excluding connections establishing)